export const sections = [
  {
    title: "제1조 (목적)",
    content: `본 약관(이하 "약관")은 ㈜알코(이하 알코)가 제공하는 알코(www.alco.com) 서비스(이하 서비스)의 이용과 관련하여 알코와 회원에 관한 제반 사항을 규정함을 목적으로 합니다.`,
  },
  {
    title: "제2조 (약관의 효력 등)",
    content: `① 약관은 공시하고 상대방이 동의함으로써 효력을 발생합니다. 본 약관의 공시는 알코 홈페이지 (http://www.alco.com)에 게시하는 방법으로 합니다.
    ② 알코는 '약관의 규제에 관한 법률'등 관련법을 위배하지 않는 범위 내에서 약관을 개정할 수 있습니다.
    ③ 알코 측에서 약관을 개정할 경우에는 시행일 및 개정사유를 명시하여 알코 홈페이지에 시행일 7일전까지 공지합니다.
    ④ 제3항의 방법으로 변경 고지된 약관은 기존의 회원에게도 유효하게 적용됩니다.
    ⑤ 회원은 개정된 약관에 대해 거부할 권리가 있습니다. 변경된 약관의 시행이로부터 7일 이내에 거부의사를 표시하지 않고 서비스를 계속 이용할 경우 약관의 변경에 동의한 것으로 봅니다.`,
  },
  {
    title: "제3조 (약관의 해석 및 관할법원)",
    content: `① 약관에 정하지 아니한 사항과 이 약관의 해석에 관하여는 관계법령 및 상관례에 따릅니다.
        ② 알코와 회원 사이에 분쟁이 발생할 경우에 관할 법원은 회사의 본점 소재지 법원으로 합니다.`,
  },
  {
    title: "제4조 (용어의 정의)",
    content: `본 약관에서 사용하는 용어의 정의는 다음과 같습니다.

      ① '회원'은 알코에 개인정보를 제공하여 회원등록을 한 자(회사)로서, 알코가 제공하는 서비스를 계속적으로 이용할 수 있는 자(회사)를 말합니다.
      ② '아이디(ID)'라 함은 '회원'의 식별과 서비스 이용을 위하여 회원이 정하고 회사가 승인 하는 문자와 숫자의 조합을 의미합니다.
      ③ '비밀번호'라 함은 '회원'이 부여 받은 '아이디'와 일치되는 '회원'임을 확인하고 알코가 승인하는 문자와 숫자의 조합을 의미합니다.`,
  },
  {
    title: "제5조 (회원 가입 및 자격)",
    content: `① 알코 정한 양식에 따라 회원정보를 기입한 후 회원가입을 신청하고 알코가 승낙함으로써 회원으로 등록됩니다. 서비스의 대량이용 등 특별한 이용에 관한 계약은 별도 계약에 의해 제공됩니다.
      ② 다음 각 호에 해당하는 경우에 알코 회원 가입을 인정하지 않거나 서비스 이용을 제한, 영구금지, 회원자격 박탈등의 조치를 취할 수 있습니다.
      가. 다른 사람의 명의를 사용하여 가입 신청한 경우
      나. 신청 시 필수 작성 사항을 허위로 기재한 경우
      다. 관계법령의 위반을 목적으로 신청하거나 그러한 행위를 하는 경우
      라. 사회의 안녕질서 또는 미풍양속을 저해할 목적으로 신청하거나 그러한 행위를 하는 경우
      ③ 알코가 회원 자격을 박탈하는 경우에는 회원등록을 말소합니다. 이 경우 회원에게 사전 통지하여 소명할 기회를 부여합니다. 단, 회원의 귀책사유로 통지할 수 없는 경우 통지를 생략할 수 있습니다.`,
  },
  {
    title: "제6조 (개인정보의 취득 및 이용)",
    content: `① 알코는 개인정보 보호정책을 제정하여 시행하고, 개인 정보의 취득과 이용, 보호 등에 관한 법률을 준수합니다. 개인정보보호정책은 홈페이지 하단에 상시적으로 게시합니다.
      ② 알코는 회원이 제공하는 개인정보를 본 서비스 이외의 목적을 위하여 사용할 수 없습니다.
      ③ 알코는 회원이 제공한 개인정보를 회원의 사전 동의 없이 제 3자에게 제공할 수 없습니다. 단, 다음 각 호에 해당하는 경우에는 예외로 합니다.
      가. 전기통신기본법 등 관계법령에 의하여 국가기관의 요청에 의한 경우
      나. 범죄에 대한 수사상의 목적이 있거나 정보통신윤리위원회의 요청이 있는 경우
      다. 업무상 연락을 위하여 회원의 정보(성명, 주소, 전화번호)를 사용하는 경우
      라. 통계작성, 홍보자료, 학술연구 또는 시장조사를 위하여 필요한 경우로서 특정 고객임을 식별할 수 없는 형태로 제공되는 경우`,
  },
  {
    title: "제7조 (회원 탈퇴)",
    content: `① 회원은 알코에 언제든지 탈퇴를 요청할 수 있으며 알코는 즉시 회원탈퇴를 처리합니다.
      ② 회원이 알코에서 이용중인 서비스의 만기일이 지나지 않은 경우 알코는 탈퇴를 처리하지 않습니다. 회원은 회사에서 이용 중인 서비스를 중단 또는 해지한 이후 회원탈퇴를 요청할 수 있으며 이 경우 회사는 즉시 회원탈퇴를 처리합니다.`,
  },
  {
    title: "제8조 (회원에 대한 통지)",
    content: `① 알코가 회원에 대한 통지를 하는 경우, 회원이 알코에 제출한 전자우편 주소로 할 수 있습니다.
      ② 알코는 불특정다수 회원에 대한 통지의 경우 1주일 이상 알코 게시판에 게시함으로서 개별 통지에 갈음할 수 있습니다.`,
  },
  {
    title: "제9조 (게시물의 저작권과 관리)",
    content: `① 회원이 서비스 내에 게시한 게시물 등(이하 "게시물 등"이라 합니다)의 저작권은 해당 게시물의 저작자에게 귀속됩니다.
      ② 게시물 등은 검색결과 내지 "서비스" 및 관련 프로모션 등에 노출될 수 있으며, 해당 노출을 위해 필요한 범위 내에서는 일부 수정, 복제, 편집되어 게시될 수 있습니다. 이 경우, "회사"는 저작권법 규정을 준수하며, "이용자"는 원하지 않으면 고객센터 또는 "서비스" 내 관리기능을 통해 해당 게시물을 삭제할 수 있습니다.
      ③ 회사는 제2항 이외의 방법으로 회원의 게시물 등을 이용하고자 하는 경우에는 전화, 팩스, 전자우편 등을 통해 사전에 회원의 동의를 얻습니다.
      ④ 회원의 게시물이 "정보통신망법" 및 "저작권법"등 관련법에 위반되는 내용을 포함하는 경우, 권리자는 관련법이 정한 절차에 따라 해당 게시물의 게시중단 및 삭제 등을 요청할 수 있으며, 권리자의 요청이 없는 경우라도 알코는 해당 게시물에 대해 임시조치 등을 취할 수 있습니다.`,
  },
  {
    title: "제10조 (알코의 의무)",
    content: `① 알코는 본 약관이 정하는 바에 따라 지속적이고 안정적인 서비스를 제공하는데 최선을 다합니다.
      ② 알코는 항상 등록자의 정보를 포함한 개인신상정보에 대하여 관리적, 기술적 안전조치를 강구하여 정보보안에 최선을 다합니다.
      ③ 알코는 공정하고 건전한 운영을 통하여 전자상거래 질서유지에 최선을 다하고 지속적인 연구개발을 통하여 양질의 서비스를 제공함으로써 고객만족을 극대화하여 인터넷 사업 발전에 기여합니다.
      ④ 알코는 고객으로부터 제기되는 불편사항 및 문제에 대해 정당하다고 판단될 경우 우선적으로 그 문제를 즉시 처리합니다. 단, 신속한 처리가 곤란할 경우, 고객에게 그 사유와 처리일정을 즉시 통보합니다.
      ⑤ 알코는 소비자 보호단체 및 공공기관의 소비자 보호업무의 추진에 필요한 자료 등의 요구에 적극 협력합니다.`,
  },
  {
    title: "제11조 (회원의 의무)",
    content: `① 아이디와 비밀번호에 관한 모든 관리의 책임은 회원에게 있습니다.
      ② 회원은 아이디와 비밀번호를 제 3 자가 알 수 있도록 해서는 안 됩니다. 회원의 부주의로 인해 정보가 유출되어 발생한 피해에 대하여 회사는 책임지지 않습니다.
      ③ 회원은 다른 회원으로부터 서비스에 대한 소유권을 양도양수 받았을 경우 해당 서비스 약관에 동의한 것으로 간주합니다.
      ④ 회원은 다음 행위를 하여서는 안됩니다.
      가. 신청 또는 변경 시 허위내용의 등록
      나. 타인의 정보도용
      다. 알코가 게시한 정보의 변경
      라. 알코가 정한 정보 이외의 정보(컴퓨터 프로그램 등) 등의 송신 또는 게시
      마. 알코와 기타 제 3 자의 저작권 등 지적재산권에 대한 침해
      바. 알코 및 기타 제 3 자의 명예를 손상 시키거나 업무를 방해하는 행위
      사. 외설 또는 폭력적인 메시지, 화상, 음성, 기타 공서양속에 반하는 정보를 서비스에 공개 또는 게시하는 행위
      아. 기타 불법적이거나 부당한 행위
      ⑤ 회원은 본 약관 및 관계법령에서 규정한 사항을 준수합니다.
      ⑥ 회원은 서비스를 이용하여 얻은 정보를 알코의 사전 승낙 없이 복사, 복제, 변경, 번역, 출판 및 기타의 방법으로 사용하거나 이를 타인에게 제공할 수 없습니다.`,
  },
  {
    title: "제12조 (책임제한)",
    content: `1. 알코는 천재지변 또는 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스 제공에 관한 책임이 면제됩니다.
      2. 알코는 회원의 귀책사유로 인한 서비스 이용의 장애에 대하여는 책임을 지지 않습니다.
      3. 알코 이외의 타 사업자가 제공하는 서비스의 장애로 인한 경우에 대하여 알코는 책임을 지지 않습니다.
      4. 알코는 회원이 서비스와 관련하여 게재한 정보, 자료, 사실의 신뢰도, 정확성 등의 내용에 관하여 책임을 지지 않습니다.
      5. 알코는 회원의 전화번호, 이메일 등의 연락처정보동을 최신의 상태로 유지하지 않아 발생한 문제에 대해 책임을지지 않습니다.
      5. 알코는 회원간 또는 회원과 제3자 상호간에 서비스를 매개로 하여 거래 등을 한 경우에 책임이 면제 됩니다.
      6. 알코는 무료로 제공되는 서비스 이용과 관련하여 관련법에 특별한 규정이 없는 한 책임을 지지 않습니다.
      7. 본 약관의 적용은 이용계약을 체결한 회원에 한하며 제3자에게 어떠한 배상, 소송 등에 대하여 회사는 책임을 면합니다.`,
  },
  {
    title: "<부 칙>",
    content: `제1조 (시행일) 본 약관은 2024년 4월 7일부터 시행됩니다.`,
  },
];
