export interface Qna {
  id: number;
  question: string;
  content: string;
  answer: number;
  view: number;
  date: string;
}

export const qnas: Qna[] = [
  {
    id: 1,
    question: "디자이너가 배우기에 리액트랑 플러터 중 어떤 게 더 좋을까요?",
    content:
      "구멍가게 수준의 서비스를 만들어보려고 하는데요. 주제는 아직 명확하게 정해지지는 않았어요...",
    answer: 4,
    view: 634,
    date: "2023-03-22",
  },
  {
    id: 2,
    question: "디자이너가 배우기에 리액트랑 플러터 중 어떤 게 더 좋을까요?",
    content:
      "구멍가게 수준의 서비스를 만들어보려고 하는데요. 주제는 아직 명확하게 정해지지는 않았어요...",
    answer: 4,
    view: 634,
    date: "2023-03-22",
  },
  {
    id: 3,
    question: "디자이너가 배우기에 리액트랑 플러터 중 어떤 게 더 좋을까요?",
    content:
      "구멍가게 수준의 서비스를 만들어보려고 하는데요. 주제는 아직 명확하게 정해지지는 않았어요...",
    answer: 4,
    view: 634,
    date: "2023-03-22",
  },
  {
    id: 4,
    question: "디자이너가 배우기에 리액트랑 플러터 중 어떤 게 더 좋을까요?",
    content:
      "구멍가게 수준의 서비스를 만들어보려고 하는데요. 주제는 아직 명확하게 정해지지는 않았어요...",
    answer: 4,
    view: 634,
    date: "2023-03-22",
  },
  {
    id: 5,
    question: "디자이너가 배우기에 리액트랑 플러터 중 어떤 게 더 좋을까요?",
    content:
      "구멍가게 수준의 서비스를 만들어보려고 하는데요. 주제는 아직 명확하게 정해지지는 않았어요...",
    answer: 4,
    view: 634,
    date: "2023-03-22",
  },
  {
    id: 6,
    question: "디자이너가 배우기에 리액트랑 플러터 중 어떤 게 더 좋을까요?",
    content:
      "구멍가게 수준의 서비스를 만들어보려고 하는데요. 주제는 아직 명확하게 정해지지는 않았어요...",
    answer: 4,
    view: 634,
    date: "2023-03-22",
  },
  {
    id: 7,
    question: "디자이너가 배우기에 리액트랑 플러터 중 어떤 게 더 좋을까요?",
    content:
      "구멍가게 수준의 서비스를 만들어보려고 하는데요. 주제는 아직 명확하게 정해지지는 않았어요...",
    answer: 4,
    view: 634,
    date: "2023-03-22",
  },
];
